10/data/attachments/fcdec3e5b96a57dc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_adult_Actions_54494_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e68324d6-d2cf-4cef-b647-44c996e929c9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>